import { Link } from '../types/common'

const informationData: Link[] = [
  { text: '黄圣依正式签约担任品牌形象代言人', url: '#' },
  { text: '鲜花枝数与其对应的含意', url: '#' },
  { text: '鲜花寓意 浪漫花语', url: '#' },
  { text: '通用送花祝福语-经典送花祝福语', url: '#' },
  { text: '送花的常识与技巧', url: '#' },
  { text: '女孩都喜欢别人送鲜花吗？', url: '#' },
  { text: '给异地女友送花，维系感情也需要小', url: '#' },
  { text: '表白应该送几朵玫瑰？告白玫瑰送几', url: '#' },
  { text: '最近要买礼物的男生速点！一大波新', url: '#' },
  { text: '给爷爷送花有哪些选择？给老人送花', url: '#' },
  { text: '送花要注意什么？如何给老人，爱人', url: '#' },
  { text: '12星座异地恋如何维持？送你一份', url: '#' },
  { text: '送花的含义，生活中怎么送花？', url: '#' },
  { text: '送女朋友鲜花，送花卡片写什么？', url: '#' },
  { text: '异地恋有大招，教你不分手！', url: '#' },
  { text: '送女朋友19朵玫瑰有什么含义？', url: '#' },
  { text: '百合有哪些颜色？分别寓意什么？', url: '#' },
  { text: '感恩节感谢老婆可以送玫瑰吗？', url: '#' },
  { text: '粉色百合的花语是什么？', url: '#' }
]

export {
  informationData
}