const table = require('./modules/table.js')

const ctn1 = [
  '编号,商品名称,商品价格,状态',
  '1102,小米10 S Pro Max Ultra SE GT,3999,售出',
  '1550,菠萝手机 S1,3199,待售',
  '258970,小米1,1999,售出',
  '8594,小米11 Ultra,4299,待售',
  '4,小米9 Pro,1699,售出',
  '1233211234567,8848,9999,待售'
]
const ctn2 = [
  '编号,商品名称,商品价格',
  '1102,小米10 S Pro Max Ultra SE GT,3999',
  '1550,菠萝手机 S1,3199',
  '258970,小米1,1999',
  '8594,小米11 Ultra,4299',
  '4,小米9 Pro,1699',
  '1233211234567,8848,9999'
]
const ctn3 = [
  '编号,商品名称',
  '1102,小米10 S Pro Max Ultra SE GT',
  '1550,菠萝手机 S1',
  '258970,小米1',
  '8594,小米11 Ultra',
  '4,小米9 Pro',
  '1233211234567,8848'
]

table(ctn1)
table(ctn2)
table(ctn3)
